<?xml version="1.0" encoding="UTF-8"?>
<WebElementEntity>
   <description></description>
   <name>div_(.)                                    _c135b1</name>
   <tag></tag>
   <elementGuidId>477865ac-e74f-441d-b296-d424da385fbe</elementGuidId>
   <selectorCollection>
      <entry>
         <key>XPATH</key>
         <value>//div</value>
      </entry>
      <entry>
         <key>CSS</key>
         <value>div.login-pf-page</value>
      </entry>
   </selectorCollection>
   <selectorMethod>XPATH</selectorMethod>
   <useRalativeImagePath>true</useRalativeImagePath>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>tag</name>
      <type>Main</type>
      <value>div</value>
      <webElementGuid>3316ad6f-c5cf-4702-b881-d8a8f901e0af</webElementGuid>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>class</name>
      <type>Main</type>
      <value>login-pf-page</value>
      <webElementGuid>7ed2b933-c3c0-40b6-9a05-5277c8ae75c6</webElementGuid>
   </webElementProperties>
   <webElementProperties>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>text</name>
      <type>Main</type>
      <value>
    
    

    
        
            
                
                    
                                
                    
                
                
                    
        สมัครสมาชิก
                    กรุณากรอกข้อมูลให้ครบถ้วนตามความจริง
                
            
        
    

    
      
      
      
        


        

            
            
            
                
                    คำนำหน้าชื่อ*
                

                
                       นาย   
                

                
                    
                
            

            
                
                    ชื่อ*
                
                
                    
                
            

            
                
                    นามสกุล*
                
                
                    
                
            

            
                
                    เพศ
                
                
                       ชาย   เพศ
                        
                    ชายหญิงไม่ระบุ
                
            

            
                
                    หมายเลขบัตรประชาชน*
                    กรุณากรอกข้อมูลตามจริง เพื่อใช้ในการตรวจสอบผลการประเมินการเข้าอบรม
                

                
                    
                    
                    
                    
                
            

            
                
                    ปีเกิด (พ.ศ.)*
                

                
                       2544   ปีเกิด (พ.ศ.)*
                    2481248224832484248524862487248824892490249124922493249424952496249724982499250025012502250325042505250625072508250925102511251225132514251525162517251825192520252125222523252425252526252725282529253025312532253325342535253625372538253925402541254225432544254525462547254825492550255125522553255425552556
                
            

            
                
                    เบอร์โทรศัพท์เคลื่อนที่*
                

                
                    
                
            

            
                
                    อาชีพ*
                

                
                                                    
                        
                    ข้าราชการบำนาญครูผู้บริหารสถานศึกษาศึกษานิเทศก์อาจารย์มหาวิทยาลัยอื่น ๆ (ระบุ)
                

                
                    
                
            

            
                
                    
                    โรงเรียน/หน่วยงาน
                
                
                    
                    โรงเรียน/มหาวิทยาลัย/สถานศึกษา
                     
                    
                    อื่น ๆ
                
            

            
                
                    ชื่อโรงเรียน/หน่วยงาน*
                    กรุณากรอกชื่อโรงเรียนมากกว่าสองพยางค์ และไม่ต้องกรอกคำว่าโรงเรียน
                    หากไม่พบโรงเรียนในระบบ กรุณาแจ้งความประสงค์ในการเพิ่มข้อมูลมาที่อีเมล teacherpd@ipst.ac.th
                
                
                           ชื่อโรงเรียน/หน่วยงาน*          ชื่อโรงเรียน/หน่วยงาน*                
                    
                

                
                    สังกัด
                

                
                    
                

                
                    เขตพื้นที่การศึกษา
                

                
                    
                

                
                    ตำบล
                

                
                    
                

                 
                    อำเภอ
                

                
                    
                

                 
                    จังหวัด
                

                
                    
                    
                
            

            
                
                    ชื่อหน่วยงาน*
                

                
                    
                

                
                    ที่อยู่*
                

                
                    
                

                
                    จังหวัด*
                

                
                                                    
                    
                

                
                    อำเภอ*
                

                
                                                    
                    
                

                
                    ตำบล*
                

                
                                                    
                    
                    
                
            

            
                
                    อีเมล*
                    กรุณาตรวจสอบความถูกต้องของ E-Mail Address เนื่องจากภายหลังจาการกดปุ่มสมัครสมาชิก ระบบจะส่งลิงก์สำหรับการยืนยันการสมัครเข้าใช้งานไปยังอีเมลดังกล่าว
                
                
                    
                
            

            
                
                    ยืนยันอีเมล*
                
                
                    
                
            

            
                
                    ชื่อผู้ใช้*
                    ชื่อผู้ใช้ต้องมีความยาวอย่างน้อย 4 ตัวอักษร แต่ไม่เกิน 20 ตัวอักษร ตัวแรกต้องเป็นอักษรภาษาอังกฤษ ตามด้วยตัวอักษรภาษาอังกฤษหรือตัวเลขเท่านั้น
                
                
                    
                
            

            
                
                    รหัสผ่าน*
                    รหัสผ่านต้องมีความยาวอย่างน้อย 6 ตัวอักษร โดยจะต้องประกอบด้วยตัวอักษรภาษาอังกฤษและตัวเลขเท่านั้น
                
                
                    
                
            

            
                
                    ยืนยันรหัสผ่าน*
                
                
                    
                
            

            
                
                    
                
            

            
                สสวท. ขอสงวนสิทธิ์ในการยกเลิกบัญชีผู้ใช้งานหากพบว่าข้อมูลที่ท่านให้เป็นเท็จ
            

            
                
                    
                

                
                    
                        « กลับไปยังหน้าลงชื่อเข้าใข้
                    
                
            
        


        
      

    
  </value>
      <webElementGuid>696d3180-3f62-43dc-a7ce-b569dc16a68f</webElementGuid>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath</name>
      <type>Main</type>
      <value>/html[@class=&quot;login-pf&quot;]/body[1]/div[@class=&quot;login-pf-page&quot;]</value>
      <webElementGuid>62b75b03-932c-4212-8e8a-5898e69f2549</webElementGuid>
   </webElementProperties>
   <webElementXpaths>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:position</name>
      <type>Main</type>
      <value>//div</value>
      <webElementGuid>18d0e788-70bb-4300-9374-2cad4becadaf</webElementGuid>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:customAttributes</name>
      <type>Main</type>
      <value>//div[(text() = '
    
    

    
        
            
                
                    
                                
                    
                
                
                    
        สมัครสมาชิก
                    กรุณากรอกข้อมูลให้ครบถ้วนตามความจริง
                
            
        
    

    
      
      
      
        


        

            
            
            
                
                    คำนำหน้าชื่อ*
                

                
                       นาย   
                

                
                    
                
            

            
                
                    ชื่อ*
                
                
                    
                
            

            
                
                    นามสกุล*
                
                
                    
                
            

            
                
                    เพศ
                
                
                       ชาย   เพศ
                        
                    ชายหญิงไม่ระบุ
                
            

            
                
                    หมายเลขบัตรประชาชน*
                    กรุณากรอกข้อมูลตามจริง เพื่อใช้ในการตรวจสอบผลการประเมินการเข้าอบรม
                

                
                    
                    
                    
                    
                
            

            
                
                    ปีเกิด (พ.ศ.)*
                

                
                       2544   ปีเกิด (พ.ศ.)*
                    2481248224832484248524862487248824892490249124922493249424952496249724982499250025012502250325042505250625072508250925102511251225132514251525162517251825192520252125222523252425252526252725282529253025312532253325342535253625372538253925402541254225432544254525462547254825492550255125522553255425552556
                
            

            
                
                    เบอร์โทรศัพท์เคลื่อนที่*
                

                
                    
                
            

            
                
                    อาชีพ*
                

                
                                                    
                        
                    ข้าราชการบำนาญครูผู้บริหารสถานศึกษาศึกษานิเทศก์อาจารย์มหาวิทยาลัยอื่น ๆ (ระบุ)
                

                
                    
                
            

            
                
                    
                    โรงเรียน/หน่วยงาน
                
                
                    
                    โรงเรียน/มหาวิทยาลัย/สถานศึกษา
                     
                    
                    อื่น ๆ
                
            

            
                
                    ชื่อโรงเรียน/หน่วยงาน*
                    กรุณากรอกชื่อโรงเรียนมากกว่าสองพยางค์ และไม่ต้องกรอกคำว่าโรงเรียน
                    หากไม่พบโรงเรียนในระบบ กรุณาแจ้งความประสงค์ในการเพิ่มข้อมูลมาที่อีเมล teacherpd@ipst.ac.th
                
                
                           ชื่อโรงเรียน/หน่วยงาน*          ชื่อโรงเรียน/หน่วยงาน*                
                    
                

                
                    สังกัด
                

                
                    
                

                
                    เขตพื้นที่การศึกษา
                

                
                    
                

                
                    ตำบล
                

                
                    
                

                 
                    อำเภอ
                

                
                    
                

                 
                    จังหวัด
                

                
                    
                    
                
            

            
                
                    ชื่อหน่วยงาน*
                

                
                    
                

                
                    ที่อยู่*
                

                
                    
                

                
                    จังหวัด*
                

                
                                                    
                    
                

                
                    อำเภอ*
                

                
                                                    
                    
                

                
                    ตำบล*
                

                
                                                    
                    
                    
                
            

            
                
                    อีเมล*
                    กรุณาตรวจสอบความถูกต้องของ E-Mail Address เนื่องจากภายหลังจาการกดปุ่มสมัครสมาชิก ระบบจะส่งลิงก์สำหรับการยืนยันการสมัครเข้าใช้งานไปยังอีเมลดังกล่าว
                
                
                    
                
            

            
                
                    ยืนยันอีเมล*
                
                
                    
                
            

            
                
                    ชื่อผู้ใช้*
                    ชื่อผู้ใช้ต้องมีความยาวอย่างน้อย 4 ตัวอักษร แต่ไม่เกิน 20 ตัวอักษร ตัวแรกต้องเป็นอักษรภาษาอังกฤษ ตามด้วยตัวอักษรภาษาอังกฤษหรือตัวเลขเท่านั้น
                
                
                    
                
            

            
                
                    รหัสผ่าน*
                    รหัสผ่านต้องมีความยาวอย่างน้อย 6 ตัวอักษร โดยจะต้องประกอบด้วยตัวอักษรภาษาอังกฤษและตัวเลขเท่านั้น
                
                
                    
                
            

            
                
                    ยืนยันรหัสผ่าน*
                
                
                    
                
            

            
                
                    
                
            

            
                สสวท. ขอสงวนสิทธิ์ในการยกเลิกบัญชีผู้ใช้งานหากพบว่าข้อมูลที่ท่านให้เป็นเท็จ
            

            
                
                    
                

                
                    
                        « กลับไปยังหน้าลงชื่อเข้าใข้
                    
                
            
        


        
      

    
  ' or . = '
    
    

    
        
            
                
                    
                                
                    
                
                
                    
        สมัครสมาชิก
                    กรุณากรอกข้อมูลให้ครบถ้วนตามความจริง
                
            
        
    

    
      
      
      
        


        

            
            
            
                
                    คำนำหน้าชื่อ*
                

                
                       นาย   
                

                
                    
                
            

            
                
                    ชื่อ*
                
                
                    
                
            

            
                
                    นามสกุล*
                
                
                    
                
            

            
                
                    เพศ
                
                
                       ชาย   เพศ
                        
                    ชายหญิงไม่ระบุ
                
            

            
                
                    หมายเลขบัตรประชาชน*
                    กรุณากรอกข้อมูลตามจริง เพื่อใช้ในการตรวจสอบผลการประเมินการเข้าอบรม
                

                
                    
                    
                    
                    
                
            

            
                
                    ปีเกิด (พ.ศ.)*
                

                
                       2544   ปีเกิด (พ.ศ.)*
                    2481248224832484248524862487248824892490249124922493249424952496249724982499250025012502250325042505250625072508250925102511251225132514251525162517251825192520252125222523252425252526252725282529253025312532253325342535253625372538253925402541254225432544254525462547254825492550255125522553255425552556
                
            

            
                
                    เบอร์โทรศัพท์เคลื่อนที่*
                

                
                    
                
            

            
                
                    อาชีพ*
                

                
                                                    
                        
                    ข้าราชการบำนาญครูผู้บริหารสถานศึกษาศึกษานิเทศก์อาจารย์มหาวิทยาลัยอื่น ๆ (ระบุ)
                

                
                    
                
            

            
                
                    
                    โรงเรียน/หน่วยงาน
                
                
                    
                    โรงเรียน/มหาวิทยาลัย/สถานศึกษา
                     
                    
                    อื่น ๆ
                
            

            
                
                    ชื่อโรงเรียน/หน่วยงาน*
                    กรุณากรอกชื่อโรงเรียนมากกว่าสองพยางค์ และไม่ต้องกรอกคำว่าโรงเรียน
                    หากไม่พบโรงเรียนในระบบ กรุณาแจ้งความประสงค์ในการเพิ่มข้อมูลมาที่อีเมล teacherpd@ipst.ac.th
                
                
                           ชื่อโรงเรียน/หน่วยงาน*          ชื่อโรงเรียน/หน่วยงาน*                
                    
                

                
                    สังกัด
                

                
                    
                

                
                    เขตพื้นที่การศึกษา
                

                
                    
                

                
                    ตำบล
                

                
                    
                

                 
                    อำเภอ
                

                
                    
                

                 
                    จังหวัด
                

                
                    
                    
                
            

            
                
                    ชื่อหน่วยงาน*
                

                
                    
                

                
                    ที่อยู่*
                

                
                    
                

                
                    จังหวัด*
                

                
                                                    
                    
                

                
                    อำเภอ*
                

                
                                                    
                    
                

                
                    ตำบล*
                

                
                                                    
                    
                    
                
            

            
                
                    อีเมล*
                    กรุณาตรวจสอบความถูกต้องของ E-Mail Address เนื่องจากภายหลังจาการกดปุ่มสมัครสมาชิก ระบบจะส่งลิงก์สำหรับการยืนยันการสมัครเข้าใช้งานไปยังอีเมลดังกล่าว
                
                
                    
                
            

            
                
                    ยืนยันอีเมล*
                
                
                    
                
            

            
                
                    ชื่อผู้ใช้*
                    ชื่อผู้ใช้ต้องมีความยาวอย่างน้อย 4 ตัวอักษร แต่ไม่เกิน 20 ตัวอักษร ตัวแรกต้องเป็นอักษรภาษาอังกฤษ ตามด้วยตัวอักษรภาษาอังกฤษหรือตัวเลขเท่านั้น
                
                
                    
                
            

            
                
                    รหัสผ่าน*
                    รหัสผ่านต้องมีความยาวอย่างน้อย 6 ตัวอักษร โดยจะต้องประกอบด้วยตัวอักษรภาษาอังกฤษและตัวเลขเท่านั้น
                
                
                    
                
            

            
                
                    ยืนยันรหัสผ่าน*
                
                
                    
                
            

            
                
                    
                
            

            
                สสวท. ขอสงวนสิทธิ์ในการยกเลิกบัญชีผู้ใช้งานหากพบว่าข้อมูลที่ท่านให้เป็นเท็จ
            

            
                
                    
                

                
                    
                        « กลับไปยังหน้าลงชื่อเข้าใข้
                    
                
            
        


        
      

    
  ')]</value>
      <webElementGuid>fcb9ea9c-a806-4348-ad4e-3767e686f63f</webElementGuid>
   </webElementXpaths>
</WebElementEntity>
